import React from "react";
import LogoDigitig_320p from './Img/digitig_320p.jpg';
import LogoWC from './Img/WC_10.jpg';

export default class Digi_TIG_320P_Блок_охолодження_WC_10 extends React.Component {
    constructor(props) {
        super(props);
        this.state = {

        }
    }
    render() {
        return (
            <div>
                <h2>
                    Digi TIG 320P
                </h2>
                <span>
                    <img src={LogoDigitig_320p} alt="Digi TIG 320P"/>
                </span>
                <h3>
                    Описание Оборудования
                </h3>
                <p>
                    Welding Dragon Digi TIG 320P AC/DC MIX – это сварочный инвертор для аргонодуговой (TIG),
                    а также ручной дуговой (MMA) сварки на постоянном и переменном токе. Ключевая особенность
                    аппаратов, которые могут работать как на переменном, так и на постоянном токе — это
                    возможность сваривать при помощи одного аппарата как нержавейку и титановые сплавы или
                    алюминий (материалы с прочной оксидной пленкой на поверхности). Также для сварки тонких
                    материалов в аппарате предусмотрен режим аргонодуговой сварки с пульсацией (TIG Pulse).
                    Digi TIG 320P AC/DC MIX — это аппарат профессионального использования, спроектированный в
                    соответствии с самыми высокими требованиями к качеству и обладающий широким функционалом.
                    Надежный и прочный корпус для работы в полевых условиях и не только. В основе конструкции
                    инвертора лежат транзисторы IGBT типа, что делает аппарат одновременно мощным, более
                    отказоустойчивым и в то же время легким. Питание от промышленной трехфазной сети
                    электропитания 380В. Название модели Digi TIG раскрывает основное преимущество
                    модели – цифровое управление, которое позволяет существенно облегчить рутинную
                    работу сварщика. Cпециальный режим сварки MIX TIG (в одном цикле сварки включаются и
                    переменный, и постоянный ток) для сварки тугоплавких металлов. Во время работы на
                    переменном токе пробивается тугоплавкая оксидная пленка и происходит очистка
                    обрабатываемой поверхности, при работе на постоянном токе обеспечивается идеальный
                    глубокий провар металла. Использование этого цикла позволит увеличить скорость
                    сварочного цикла, повысить качество шва и снизить расход материала. Если есть
                    необходимость варить алюминиевые и магниевые материалы, но требования к качеству
                    не настолько высоки, чтобы заниматься настройкой MIX режима, можно использовать
                    более простой режим ADVANCED PULSE TIG с жестко заданной частотой переключения
                    постоянного переменного тока в 10Гц и с АС формой волны. Для начинающих сварщиков, а
                    также для тех, кто постоянно варит заготовки стандартной толщины в аппарате представлен
                    режим EASY, с фиксированными настройками сварочных параметров.
                    Особенности и преимущества: широкий выбор функций и высокая производительность
                    лаконичный и понятный дизайн интуитивно понятный интерфейс и простые настройки
                    полностью цифровое управление, более стойкое к внешним воздействиям девять каналов
                    памяти для сохранения параметров сварки несколько каналов управления
                    (сенсорная панель/педаль ДУ/модуль на горелке) высокая точность настроек
                    Комплектация: сварочный аппарат горелка WP-26 с комплектом расходника клемма массы с
                    кабелем инструкция по эксплуатации
                    <h4>Технические характеристики.</h4>
                    <ol>
                        <li>Производитель -	Welding Dragon</li>
                        <li>Страна производитель - Китай</li>
                        <li>Коэффициент полезного действия - 80 %</li>
                        <li>Максимальный сварочный ток - 320 A</li>
                        <li>Минимальный сварочный ток 5 А</li>
                        <li>Напряжение питания - 380 В</li>
                        <li>Напряжение холостого хода - 70 В</li>
                        <li>Степень защиты IP - 21</li>
                        <li>Частота тока - 50 Гц</li>
                        <li>ВхДхШ - 470х590х240</li>
                        <li>Сварочный ток при ПВ 100% - 190 А</li>
                        <li>Потребляемая мощность - 10 кВа</li>
                        <li>Масса, кг	32</li>
                    </ol>
                    <div>
                        <span>
                            <img src={LogoWC} alt="Блок водяного охлаждения"/>
                        </span>
                        <h3>
                            Описание оборудования
                        </h3>
                        <p>
                            Блок жидкостного охлаждения сварочных горелок WC 10, описание
                            БВО WC 10 — блок жидкостного(водяного) охлаждения, обеспечивающий автономную и
                            независимую от водопровода работу установок аргонодуговой сварки. Детали блока
                            выполнены из коррозионно стойких материалов. Благодаря этому обеспечивается их
                            длительный срок службы. Устройство обеспечивает высокую эффективность охлаждения.
                            Этого удалось добиться применением мощного вентилятора и большого по размерам
                            радиатора. Конструкция блока устроена таким образом, что пользователь может следить
                            за уровнем заполнения емкости. Защитная система не даст аппарату включиться, пока
                            он не заполнится охлаждающей жидкостью до необходимого уровня. Наличие универсальных
                            разъемов позволяет использовать блок со сварочным оборудованием различных марок.
                        </p>
                        <h4>Технические характеристики.</h4>
                        <ol>
                            <li>Скорость охлаждения, л/мин 8.7</li>
                            <li>Объем бака блока охлаждения, л 10</li>
                            <li>Наибольшее рабочее давление на выходе, МПа 0.49</li>
                            <li>Напряжение питающей сети, В 380 (питающий провод - две фазы + заземление)</li>
                            <li>Частота питающей сети, Гц 50/60</li>
                            <li>Потребляемая мощность, кВт 0.36</li>
                            <li>Ток потребления, А 2.4</li>
                            <li>Степень защиты IP21</li>
                            <li>Температурный диапазон работы, °C -10...+40</li>
                            <li>Размер, мм 455х250х350</li>
                            <li>Вес, кг 13.8</li>
                        </ol>
                    </div>
                </p>
                <button className="BackToList">
                    <a href="/">Вернуться к списку оборудования</a>
                </button>
            </div>
        )
    }
}