import React from "react";
import LogoPDGU_500 from './Img/pdgu-500-1.jpg';

export default class ENERGY_PDGU_500 extends React.Component {
    constructor(props) {
        super(props);
        this.state = {

        }
    }
    render() {
        return (
            <div>
                <h2>
                    Энергия ПДГУ-500
                </h2>
                <span>
                    <img src={LogoPDGU_500} alt="Энергия ПДГУ-500"/>
                </span>
                <h3>
                    Описание Оборудования
                </h3>
                <p>
                    ПДГУ - 500 - мощный и универсальный сварочный полуавтомат, предназначенный для
                    МИГ / МАГ - полуавтоматической сварки углеродистых, низколегированных, нержавеющих сталей,
                    чугуна, алюминия и его сплавов, проволокой сплошного сечения в среде защитных
                    газов O 0,8 - 2,4 мм. и флюсовой, самозащитной O до 2,4 мм.
                    ММА - ручной электродуговой сварки штучными электродами всех типов, O 2 - 6 мм.
                    TИГ-ДC - аргонодуговой сварки постоянным током, углеродистой, легированной стали, меди,
                    титана и чугуна в среде аргона.
                    Воздушно-дуговой резки металлов угольным электродом, O 4 - 10 мм.
                    Рады сообщить вам, что теперь Сварочный инвертор полуавтомат ПДГУ-500 выпускается в новом корпусе 
                    ПРЕИМУЩЕСТВА : Мощный и универсальный сварочный полуавтомат ПДГУ - 50
                    Информативный, 16-битный дисплей: ток, напряжение, функция, неполадки;
                    Плавная регулировка сварочного тока, процессорное управление формированием капли, низкий
                    уровень разбрызгивания металла, прекрасная форма шва и высокая эффективность сварки;
                    Функции “Горячий старт”, “Антиприлипание” и “Форсаж дуги” включены в базовую комплектацию,
                    и работают автоматически;
                    Функция “Горячий старт” отключаемая, для сварщиков - профессионалов;
                    Регулировка ширины дуги (тока форсажа) в режиме ММА, позволяет задать давление дуги,
                    подстроиться под различные типы электродов и пространственное положение шва;
                    Режим “короткая дуга”, для сварки тонких металлов и герметичных швов в режиме ММА.
                    Предварительная задача крутизны ВАХ, в зависимости от типа покрытия электрода: “основной”,
                    “целлюлозный”, “рутиловый”;
                    Автоматическое отключение при перегреве, отсутствии одной из фаз питающего напряжения или
                    при снижении питающего напряжения более чем на 15%.
                    Функция FAN (вентилятор по потребности), ограничивает попадание излишней пыли внутрь;
                    Режим “лифт” и возможность подключения осциллятора, для ТИГ;
                    Двух / четырёх тактная (2 Т/ 4Т) конфигурация включения процесса сварки;
                    Функция заправки проволоки и тест газовой магистрали;
                    Регулируемые: предварительная /финальная продувка газом, Дожиг вылета проволоки;
                    Наличие розетки (36В) для подключения подогревателя газа;
                    Безопасные, байонетные разъёмы силовых кабелей.
                    Широкие возможности комплектации горелками BINZEL под различные задачи в сварке
                    от ABIMIG 305AT, с поворотным гусаком, до ABIMIG WT с жидкостным охлаждением и сменными,
                    поворотными гусаками на 240, 340 и 540 Ампер;
                    Замкнутая система обратной связи, обеспечивает постоянство значения рабочего напряжения и
                    компенсирует перепады питающего напряжения. Работа от дизельгенератора;
                    Максимально доступное управление, позволяет быстро выбрать оптимальную эпюру сварочного
                    тока, для выполнения своей основной задачи -  качественного соединения металла
                    КОМПЛЕКТ ПОСТАВКИ:  Мощный и универсальный сварочный полуавтомат ПДГУ - 500
                    мощный и универсальный сварочный полуавтомат ПДГУ - 500
                    руководство по эксплуатации
                    обратный кабель с зажимом заземления
                    штекер подогревателя газа
                    Сварочная горелка из списка РЕКОМЕНДАЦИИ ПО ВЫБОРУ ГОРЕЛКИ (обязательна в поставке)
                    Гарантия на сварочный аппарат - 24 месяца!
                    <p>Видео обзор аппарата
                        <div>
                            <iframe width="450" height="300" src="https://www.youtube.com/embed/n6x_YFi_YWo"
                                    title="Инверторный сварочный выпрямитель ВДУ 500+ СПМ 430" frameBorder="0"
                                    allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                                    allowFullScreen>
                            </iframe>
                        </div>
                    </p>
                    <h4>Технические характеристики.</h4>
                    <ol>
                        <li>Напряжение питания, В * 	3 x 380 ±10% </li>
                        <li>Потребляемая мощность max, кВт	25</li>
                        <li>Потребляемый ток, Iмакс., А.	22</li>
                        <li>Номинальный ток при ПН 60%, А.	460</li>
                        <li>Допустимая нагрузка при ПН 100%, А.	360</li>
                        <li>Пределы регулирования тока, А.	10 - 500</li>
                        <li>Напряжение холостого хода, В.	75</li>
                        <li>Потребляемая мощность холостого хода, Вт.	40</li>
                        <li>Диапазон рабочего  напряжения, В.	8 - 30</li>
                        <li>Диаметр электрода / проволоки, мм.	1,6 - 6 / 0,8 - 2,4</li>
                        <li>Программы	ММА, МИГ/МАГ, ТИГ-ДС</li>
                        <li>Степень защиты	IP 23</li>
                        <li>Первичный предохранитель (автомат), А	40</li>
                        <li>Габаритные размеры, Д х Ш х В, мм.		830*350*745</li>
                        <li>Масса, кг	70</li>
                    </ol>
                </p>
                <button className="BackToList">
                    <a href="/">Вернуться к списку оборудования</a>
                </button>
            </div>
        )
    }
}