import React from "react";
import LogoESABPuls from './Img/ESAB_Aristo_Mig_Pulse_COOL ESAB_AristoR_Feed_3004_Пульт_AristoR_U82_Plus.png';

export default class ESAB_Aristo_Mig_Pulse_500 extends React.Component {
    constructor(props) {
        super(props);
        this.state = {
            
        }
    }
    render() {
        return (
            <div>
                <h2>
                    ESAB Aristo Mig Pulse COOL ESAB (БВО) AristoR Feed 3004 Пульт AristoR U82 Plus
                </h2>
                <span>
                    <img src={LogoESABPuls} alt="ESAB Aristo Mig Pulse COOL ESAB (БВО) AristoR Feed 3004 Пульт AristoR U82 Plus"/>
                </span>
                <h3>
                    Опис Обладнання
                </h3>
                <p>
                    · Відмінні зварювальні властивості -значні переваги завдяки TrueArcVoltage
                    · Інвертор, заснований на технології IGBT - висока продуктивність і надійність
                    · Корпус з рамою з алюмінієвого штампованого профілю допускає навантаження і розвантаження краном
                    · Мається протипиловий фільтр для зменшення ймовірності відмови із-за накопичення, наприклад, шліфувального пилу
                    · При перериванні зварювання включається енергозберігаючий режим після закінчення 6,5 хвилин
                    · ELP (ESAB LogicPump) - автоматично запускає насос водяний
                    · Можливість підключення пальника Push-Pull довжиною 6 або 10 м
                    · Може використовуватися з автоматизацією, ESAB Miggytrac і Railtrac
                    · Може управлятися дистанційно, цифровий дисплей
                    · Клас захисту IP 23 – можна використовувати поза приміщенням
                    Професійна зварювання постійного струму TIG з використанням Mig U4000iw і U5000iw
                    · Висока частота і збудження дуги LiftArc™
                    · Імпульсне зварювання TIG з використанням постійного струму
                    · Можна задавати такі параметри: час наростання струму
                    Импульсная сварка методом MIG/MAG
                    ·        Автоматическая настройка параметров QSet
                    ·        Запрограммированные синергетические линии
                    ·        2/4-х тактный контроллер горелки
                    ·        Заварка кратера
                    ·        Плавный старт, горячий старт и время отжига проволоки, которые можно установить
                    ·        Можно установить предварительную и последующую подачу газа
                    ·        Продувка газа и протяжка проволоки
                    ·        Профессиональная сварка методом MMA
                    ·        10 ячеек памяти
                    ·        Указание предельного значения, защита паролем
                    <p>Видео обзор аппарата
                        <div>
                            <iframe width="853" height="480" src="https://www.youtube.com/embed/FU_tU-iWUzQ"
                                    title="Ремонт ESAB Aristo Mig 4004i Pulse | Зона-Сварки.РФ" frameBorder="0"
                                    allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                                    allowFullScreen>
                            </iframe>
                        </div>
                    </p>
                    <h4>Технічні характеристики.</h4>
                    <ol>
                        <li>Мережеве живлення, В/фаза  400 / 3</li>
                        <li>Плавкий запобіжник, A  35</li>
                        <li>Продолжительность включения (ПВ) %	35% 400А</li>
                        <li>Продолжительность включения (ПВ) %	60% 320А</li>
                        <li>Продолжительность включения (ПВ) %	100% 250А</li>
                        <li>Діапазон установок, А 16 - 400</li>
                        <li>Напруга холостого ходу, В  55 - 70</li>
                        <li>Тип сварки	MIG/MAG</li>
                        <li>Потужність холостого ходу, Вт 60</li>
                        <li>Диаметр проволоки	1,0-1,2-1,6</li>
                        <li>Клас захисту IP 23</li>
                        <li>Маса, кг (з блоком охолодження) 77</li>
                        <li>Розміри ДхШхВ  625x394x776</li>
                    </ol>
                </p>
                <button className="BackToList">
                    <a href="/">Вернуться к списку оборудования</a>
                </button>
            </div>
        )
    }
}