import React from "react";
import LogoTigJasic_315 from './Img/jasic-tig-315p-acdc.jpeg';
import LogoWC from './Img/WC_10.jpg';

export default class JASIC_TIG_315P_TIG_315Р_Блок_охолодження_WCN_370B extends React.Component {
    constructor(props) {
        super(props);
        this.state = {

        }
    }
    render() {
        return (
            <div>
                <h2>
                    JASIC TIG 315P TIG 315Р
                </h2>
                <span>
                    <img src={LogoTigJasic_315} alt="JASIC TIG 315P TIG 315Р"/>
                </span>
                <h3>
                    Описание Оборудования
                </h3>
                <p>
                    Jasic TIG-315P AC/DC (E103) належить до апаратів інверторного типу і призначений для
                    проведення робіт з аргонодугового (TIG) і ручного дугового (MMA) зварювання на постійному
                    (DC) і змінному (AC) струмі. Застосовується для зварювання нержавіючих сталей, тугоплавких
                    металів (наприклад, титан), а також алюмінію і його сплавів
                    Стандартні режими роботи
                    двотактний і чотиритактний (2Т/4Т)
                    імпульсний (TIG Pulse)
                    TIG-315P AC/DC (E103) - це професійне зварювальне обладнання, розраховане на тривале
                    увімкнення і роботу у польових умовах. Відмінно підійде для монтажно-ремонтної
                    організації або автомайстерні. Живлення від трифазної мережі - 380В. Основа апарату -
                    MOSFET-транзистори, зібрані у сучасну інверторну схему. Ключова особливість
                    TIG-315P AC/DC - робота і змінним, і постійним струмом, що дозволяє варити як нержавійку і
                    титан, так і алюміній, без необхідності тримати з цією метою два окремих апарати.
                    Режим пульсації (TIG Pulse) використовується для роботи з деталями малої товщини.
                    Також присутній ряд додаткових функцій для підвищення якості зварного шва.
                    Регулювання цих функцій винесене на панель керування у вигляді окремих ручок.
                    Корпус виконаний в ергономічному дизайні, для перенесення на верхній кришці
                    встановлені міцні ручки. Параметри зварювання відображаються на цифровому дисплеї, а
                    управління реалізоване за у вигляді плавного ручного регулювання.
                    Режими "2Т/4Т", "MMA/TIG", "постійний струм/змінний струм", "пульсація/без пульсації"
                    перемикаються тумблерами. Додатково передня панель укомплектована роз'ємами для
                    підключення блоку рідинного охолодження і педалі дистанційного керування
                    Стандартний функціонал
                    аргонодугове зварювання (TIG) з високочастотним підпалом
                    ручне дугове зварювання (MMA)
                    робота на постійному (DC) і змінному (AC) струмі
                    спадання струму після зварювання (0 - 10 с)
                    продування газом після зварювання (2 - 10 с)
                    продування газом перед зварюванням (0 - 2 с)
                    "форсаж дуги" (0 - 100  А)
                    регулювання частоти пульсації
                    регулювання імпульсу струму
                    В комплекті
                    апарат Jasic TIG-315P AC/DC (E103) - 1 шт.
                    клема маси з кабелем - 1 шт.
                    пальник WP-18 (рідинне охолодження, шланг-пакет – 5м) і комплект витратних матеріалів - 1 шт.
                    паспорт (інструкція з експлуатації) - 1 шт.
                    <p>Видео обзор аппарата
                        <div>
                            <iframe width="853" height="480" src="https://www.youtube.com/embed/Fa3bsFZWr9w"
                                    title="JASIC TIG 315P AC/DC - SETUP GUIDE FOR AC & AC PULSE" frameBorder="0"
                                    allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                                    allowFullScreen>
                            </iframe>
                        </div>
                    </p>
                    <h4>Технические характеристики.</h4>
                    <ol>
                        <li>Вид зварювання/різання	MMA TIG</li>
                        <li>Напруга мережі живлення	380 В ± 15% (3 фази)</li>
                        <li>Tип зварювального струму	AC/DC</li>
                        <li>Зварювальний струм MMA (min)	10</li>
                        <li>Зварювальний струм MMA (max)	300</li>
                        <li>Зварювальний струм TIG (min)	15</li>
                        <li>Зварювальний струм TIG (max)	315</li>
                        <li>Діаметр електрода TIG (min)	1 мм</li>
                        <li>Діаметр електрода TIG (max)	4.8 мм</li>
                        <li>Напруга холостого ходу	45 В</li>
                        <li>Товщина металу для зварювання	0.5 - 15.0 мм</li>
                        <li>ПВ (40 °С)	60 %</li>
                        <li>Зварювальний струм (ПВ 100%)	243 А</li>
                        <li>Час продування газом після зварювання	0.5 - 15 с</li>
                        <li>ККД	85</li>
                        <li>Коєфіцієнт потужності (cos φ)	0.93</li>
                        <li>Клас ізоляції	B</li>
                        <li>Ступінь захисту	IP23</li>
                        <li>Габаритні розміри (Д х Ш х В)	560 х 365 х 355</li>
                        <li>Споживана потужність (повна)	8.9 кВА</li>
                        <li>Споживана потужність (активна)	9.3 кВт</li>
                        <li>Бренд	Jasic</li>
                        <li>Вага	37 кг</li>
                    </ol>
                    <div>
                        <span>
                            <img src={LogoWC} alt="Блок водяного охлаждения"/>
                        </span>
                        <h3>
                            Описание оборудования
                        </h3>
                        <p>
                            Блок жидкостного охлаждения сварочных горелок WC 10, описание
                            БВО WC 10 — блок жидкостного(водяного) охлаждения, обеспечивающий автономную и
                            независимую от водопровода работу установок аргонодуговой сварки. Детали блока
                            выполнены из коррозионно стойких материалов. Благодаря этому обеспечивается их
                            длительный срок службы. Устройство обеспечивает высокую эффективность охлаждения.
                            Этого удалось добиться применением мощного вентилятора и большого по размерам
                            радиатора. Конструкция блока устроена таким образом, что пользователь может следить
                            за уровнем заполнения емкости. Защитная система не даст аппарату включиться, пока
                            он не заполнится охлаждающей жидкостью до необходимого уровня. Наличие универсальных
                            разъемов позволяет использовать блок со сварочным оборудованием различных марок.
                        </p>
                        <h4>Технические характеристики.</h4>
                        <ol>
                            <li>Скорость охлаждения, л/мин 8.7</li>
                            <li>Объем бака блока охлаждения, л 10</li>
                            <li>Наибольшее рабочее давление на выходе, МПа 0.49</li>
                            <li>Напряжение питающей сети, В 380 (питающий провод - две фазы + заземление)</li>
                            <li>Частота питающей сети, Гц 50/60</li>
                            <li>Потребляемая мощность, кВт 0.36</li>
                            <li>Ток потребления, А 2.4</li>
                            <li>Степень защиты IP21</li>
                            <li>Температурный диапазон работы, °C -10...+40</li>
                            <li>Размер, мм 455х250х350</li>
                            <li>Вес, кг 13.8</li>
                        </ol>
                    </div>
                </p>
                <button className="BackToList">
                    <a href="/">Вернуться к списку оборудования</a>
                </button>
            </div>
        )
    }
}