import React from "react";
import Logo_Megmeet_Asten_CM500 from './Img/Logo_Megmeet_Asten_CM500.jpg';

export default class MEGMEET_Artsen_CM500 extends React.Component {
    constructor(props) {
        super(props);
        this.state = {
            
        }
    }
    render() {
        return (
            <div>
                <h2>
                    MEGMEET Artsen CM500
                </h2>
                <span>
                    <img src={Logo_Megmeet_Asten_CM500} alt="MEGMEET Artsen CM500"/>
                </span>
                <h3>
                    Описание Оборудования
                </h3>
                <p>
                    <p>
                        Artsen CM 500C - это сварочные полуавтоматы предназначенные специально для тех областей
                    промышленности, где сварщику необходима высокая мобильность, например судостроение,
                    машиностроение и другие. На устройстве подачи проволоки имеется дополнительная цифровая
                    панель для удобного управления параметрами сварки.
                    </p>
                    <p>
                        Artsen CM 500C - отраслевой лидер с цифровой двунаправленной высокоскоростной связью.
                        Предназначен для сварки на сверхдальних расстояниях (до 100 метров) при строительстве
                        крупных объектов в таких отраслях как судостроение, производство морской техники,
                        изготовление стальных конструкций и т.д.
                    </p>
                    <p>
                        По статистике 70% сбоев вызвано слабым кабелем управления. Уникальная технология
                        двусторонней связи панели источника и механизма подачи проволоки, разработанная в
                        Megmeet, позволяет отойти от традиционного кабеля управления. Это существенно повышает
                        надежность системы, особенно в условиях сварки на большие расстояния. Дистанция между
                        источником и областью сварки может достигать 100 м.
                    </p>
                    <p>
                        Artsen CM 500C имеет 100%ПВ при токе 500А и скорость подачи проволоки до 24 м/мин, что
                        обеспечивает высокую производительность.
                        Благодаря защищенной конструкции механизма подачи проволоки и PCBA, полуавтомат может
                        эксплуатироваться в условиях вибрации, влаги, соляного тумана и т.д.
                        Значения силы тока и напряжения могут быть установлены и отображены непосредственно на
                        механизме подачи проволоки. Нет необходимости устанавливать дополнительный отладчик и
                        регулятор на источник.
                        Высокоскоростная функция двусторонней связи позволяет синхронизировать механизм подачи
                        проволоки и источник питания.
                    </p>
                    <p>
                        Artsen CM 500C может отображать коды ошибок одновременно на панели источника и механизма
                        подачи проволоки, а также автоматически восстанавливаться.
                        Механизм подачи проволоки имеет защиту от перегрузок по току.
                        Газовый клапан имеет защиту от короткого замыкания и обрыва цепи.
                        Вес и размер кабелей значительно меньше, тем самым Artsen CM 500C более удобен для
                        перемещения.
                        Кабель пакет Artsen CM 500C состоит из трех элементов:
                        - Силовой кабель от 70 до 95 мм2.
                        - Кабель управления 4 мм2.
                        - Газовый шланг.
                    </p>
                    Для изготовления достаточно стандартных комплектующих доступных в любом магазине электротехники.
                    Благодаря применению цифровой связи стабильность управления сохраняется до длины 100 м.
                    При этом на блоке подачи проволоки доступно полноценное управление режимами сварки и
                    индикация параметров (сила тока и напряжение)
                    <h4>
                        Преимущества Artsen CM 500C Megmeet
                    </h4>
                    <ol>
                        <li>Значения силы тока и напряжения могут быть установлены и отображены непосредственно
                            на
                            механизме подачи проволоки. Нет необходимости устанавливать дополнительный отладчик
                            и регуляторы на источник.
                        </li>
                        <li>Высокоскоростная функция двусторонней связи позволяет синхронизировать механизм
                            подачи
                            проволоки и сварочный полуавтомат. Таким образом достигается превосходный сигнал без
                            помех.
                        </li>
                        <li>Artsen СМ 500С может отображать коды ошибок одновременно на панели источника и
                            механизме
                            подачи проволоки, а также автоматически восстанавливаться.
                        </li>
                        <li>
                            Механизм подачи проволоки имеет защиту от перегрузки по току.
                        </li>
                        <li>
                            Газовый клапан имеет защиту от короткого замыкания и обрыва цепи.
                        </li>
                        <li>
                            Вес и размер кабелей значительно меньше, поэтому Artsen СМ 500С более удобен для
                            перемещения.
                        </li>
                    Основными преимуществами промышленных полуавтоматов производства MEGMEET являются:
                    надежность оборудования, постоянство результата и стабильность работы,
                    применение высоких технологий, высокая экономическая эффективность использования.
                    </ol>
                    <h4>
                        Надежность
                    </h4>
                    Защита класса D от молний и перенапряжения (выдерживает 6000В/3000А).
                    Оборудование адаптировано для работы в условиях нестабильного питания сети, питания от
                    генератора, очень длинных кабелей питания, стабильная работа в диапазоне напряжения 380 В, 30-80 Гц.
                    Возможность работы при температуре от -40 до +50 С, в условиях осадков и высокой влажности до 95%.
                    Контроль температуры разъемов и предупреждение об их перегреве из-за возможного повреждения.
                    Успешно пройдены тесты на устойчивость к солевым спреям, металлической пыли и на
                    электропроводность, тест предельных нагрузок HALT - совмещение всех негативных факторов
                    <h4>
                        Технологичность
                    </h4>
                    Полуавтоматы свободно подключаются к роботам, автоматическому оборудованию и пультам
                    управления благодаря интерфейсу CAN-BUS и различным протоколам связи.
                    Уникальная сварочная база данных Megmeet позволила настроить характеристики дуги для
                    различных условий сварки, существенно повысив работоспособность и допустимое отклонение
                    автоматических систем сварки.
                    Благодаря точным цифровым измерениям и системе контроля, Megmeet достигает высокого
                    качества сварки при режимах от 30 до 500 А, используя один и тот же источник.
                    Высокоскоростная цифровая система связи (до 500 кГц) позволяет избежать отклонений и
                    задержек, которые идут от оборудования и повышает время отклика системы.
                    Прогрессивная работа системы охлаждения регулирует скорость воздушного потока в
                    зависимости от режимов работы и мощности сварочного тока
                    <h4>
                        Постоянство
                    </h4>
                    Благодаря высокой частоте работы и полностью цифровому управлению, дискретность оборудования
                    может корректироваться и отклонения между источниками могут быть устранены.
                    Низкие рабочие температуры и высокая точность обеспечивают одинаковую производительность
                    в различных условиях.
                    Превосходный контроль со стороны системы управления обеспечивает одинаковые результаты на
                    выходе сварочных источников, вне зависимости от внешних факторов
                    <h4>
                        Стабильность
                    </h4>
                    Интеллектуальные машины позволяют снизить количество брызг и сохранить стабильность.
                    Благодаря технологии компенсации и контроля длины дуги, глубина проплавления и дуга
                    остаются постоянными при различной длине дуги и различных пространственных положениях.
                    Технология компенсации напряжения сохраняет значение напряжения постоянным от длины кабеля
                    <h4>
                        Конструктивные особенности полуавтоматов Megmeet
                    </h4>
                    <p>
                        Мощная электроника, современных компьютерные технологии, глубокое изучение и применение
                        знаний о свойствах дуги, металлов и сварочных процессов позволили компании Megmeet
                        разработать прогрессивный полностью цифровой сварочный полуавтомат для
                        высоконагруженного
                        промышленного производства.
                    </p>
                    <p>
                        Электрическая схема инверторного блока, работающего на частоте до 64 кГц ( у аналогов до
                        30 кГц),
                        разработана на основе использования высоконадежных неполярных конденсаторов (900 V 12
                        mF+/-5%),
                        имеющих низкое значение собственной паразитной индуктивности, малые потери и способные
                        надежно работать на повышенных частотах в устройствах силовой электроники и
                        преобразовательной техники.
                    </p>
                    <p>
                        Цифровый промышленный полуавтомат серии Dex CM 3000, Megmeet (Китай)
                        Схема не содержит дорогих, имеющих ограниченный срок службы, высокоёмких
                        электролитических
                        конденсаторов (450 V 680 mF+/-15%), что резко повышает надежность работы,
                        снижает массо-габаритные характеристики, улучшает стабильность сварочных режимов и
                        снижает стоимость аппарата по сравнению с ближайшими однотипными аналогами.
                    </p>
                    <p>
                        Конструкция силового модуля выполнена в виде двух независимых модулей инверторов на
                        самых современных силовых элементах IGBT фирмы Infineon Technologies. За счет этого
                        достигнут повышенный КПД аппарата (PN =100% С) и увеличены мощностные показатели.
                    </p>
                    <p>
                        Печатные платы выполнены по технологии SMD (Surface Mounted Device) монтажа, которая
                        позволяет существенно снизить стоимость и габариты изделий с одновременным повышением их
                        надежности.
                        Использование компактных и высокотехнологичных SMD-компонентов дает возможность повысить
                        степень интеграции, снизить нагрузку на внутренние источники питания и, как результат -
                        достигнуть
                        высокую компактность узлов и блоков аппарата.
                        Печатные платы выполнены по технологии SMD (Surface Mounted Device) монтажа
                    </p>
                    <p>
                        Микропроцессорная система управления Texas Instruments Inc (США) Задание и контроль
                        режимов работы осуществляется микропроцессорной системой управления Texas Instruments
                        Inc(США),
                        позволяющая вносить изменения и дополнения в программное обеспечение аппарата по
                        специфическим требованиям Заказчика.
                        Гибкий коммуникационный протокол и открытые сварочные параметры расширяют возможности и
                        делают сварку более стабильной и быстрой, а изделие менее подвержено тепловой
                        деформации.
                    </p>
                    Оборудование Megmeet разработано под технологию Industry 4.0 (Индустрия 4.0).
                    Оно ориентировано на взаимодействие деталей в производстве и конечной продукции без
                    участия человека. Сварочные полуавтоматы Megmeet могут свободно подключаться к
                    промышленным роботам, автоматическому оборудованию, пультам управления и удаленным
                    мониторам благодаря интерфейсу CAN-BUS и различным коммуникационным протоколам связи.
                    Аналоговый интерфейс и все виды цифрового интерфейса в модели робота могут соответствовать
                    параметрам сварочного аппарата, благодаря чему достигается отличное отслеживание дуги
                    в соответствии с алгоритмом сварочного робота. Также все параметры сварки можно настроить
                    и контролировать при помощи панели управления для обеспечения соответствия различным условиям сварки.
                    <p>Видео обзор аппарата
                        <div>
                            <iframe width="683" height="384" src="https://www.youtube.com/embed/DCmWsF3jRh8"
                                    title="Цифровые инверторные сварочные полуавтоматы серии Artsen CM/PM, MEGMEET"
                                    frameBorder="0"
                                    allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                                    allowFullScreen>
                            </iframe>
                        </div>
                    </p>
                    <h4>Технические характеристики.</h4>
                    <ol>
                        <li>Напряжение сети, В	380 ±10%</li>
                        <li>Рабочий газ	Инертный газ (CO2) / (CO2-Ar)</li>
                        <li>Продолжительность включения (ПВ) %	100% 500А</li>
                        <li>Степень защиты IP	IP23S</li>
                        <li>Тип сварки	MIG/MAG</li>
                        <li>Система охлаждения	воздушное</li>
                        <li>Диаметр проволоки	1,0-1,2-1,6</li>
                    </ol>
                </p>
                <button className="BackToList">
                    <a href="/">Вернуться к списку оборудования</a>
                </button>
            </div>
        )
    }
}