import React from "react";
import LogoVD_306 from './Img/vd-306.jpg';

export default class VD306 extends React.Component {
    constructor(props) {
        super(props);
        this.state = {

        }
    }
    render () {
        return (
            <div>
                <h2>
                    ВД-306
                </h2>
                <span>
                    <img src={LogoVD_306} alt="VD-306"/>
                </span>
                <h3>
                    Описание Оборудования
                </h3>
                <p>
                    Зварювальний випрямляч ВД-306 призначений для ручного дугового зварювання маловуглецевих
                    або низьколегованих сталей зі штучними електродами і з використанням безперервного струму.
                    Регулювання зварювального струму виробляється поступово рухливими обмотками трансформатора.
                    Вірне запалювання і рівне горіння дуги навіть на дрібних токах. Має систему охолодження
                    повітряно-примусову, а також термозахист від перегріву. Має перемикач 2-х діапазонів
                    регулювання струму і амперметр.
                    <h4>
                        Технические характеристики.
                    </h4>
                    <ol>
                        <li>Напруга мережі 3x380 В</li>
                        <li>Частота струму 50 Гц</li>
                        <li>Тривалість навантаження (ПН) 60%</li>
                        <li>Межа регулювання робочої напруги 22-32 В</li>
                        <li>Регулювання зварювального струму 60-300 А</li>
                        <li>На холостому ходу напруга 60-70 В</li>
                        <li>Потужність 21 кВА</li>
                        <li>Діаметр електрода 2-5 мм.</li>
                        <li>Габарити 690х360х640 міліметрів</li>
                        <li>Вага 86 кілограмів</li>
                    </ol>
                </p>
                <button className="BackToList">
                    <a href="/">Вернуться к списку оборудования</a>
                </button>
            </div>
        )
    }
}